tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "autojump"
brew "bash-completion"
brew "bat"
brew "colordiff"
brew "coreutils"
brew "diskus"
brew "docker"
brew "exa"
brew "fd"
brew "pcre2"
brew "fish"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "git"
brew "kotlin"
brew "openssl@1.1"
brew "lastpass-cli"
brew "libidn2"
brew "p7zip"
brew "sqlite"
brew "xz"
brew "python"
brew "ripgrep"
brew "tealdeer"
brew "unp"
brew "wget"
brew "xonsh"

cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "alfred"
cask "anaconda"
cask "caffeine"
cask "font-source-code-pro"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "kitty"
cask "lastpass"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vivaldi"
